tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "beeftornado/rmtree"
tap "mike-engel/jwt-cli"

# cask_args appdir: "~/Applications", require_sha: true

brew "bash"
brew "bat"
brew "gettext"
brew "colordiff"
brew "curl"
brew "dasht"
brew "diskonaut"
brew "fd"
brew "fish"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow-avh"
brew "gitui"
brew "glab"
brew "go"
brew "gnupg"
brew "helm"
brew "htop"
brew "hurl"
brew "hyperfine"
brew "jq"
brew "k9s"
brew "kcat"
brew "kubernetes-cli"
brew "kustomize"
brew "llvm"
brew "lua"
brew "lua-language-server"
brew "neovim"
brew "node"
brew "onefetch"
brew "pgformatter"
brew "pipx"
brew "postgresql@13"
brew "protobuf"
brew "pyenv"
brew "python@3.9"
brew "python@3.12"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "stow"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "universal-ctags"
brew "vim"
brew "w3m"
brew "wget"
brew "wrk"

brew "mike-engel/jwt-cli/jwt-cli"

cask "alacritty"
cask "clickhouse"
cask "font-iosevka"
cask "kitty"
cask "little-navmap"
cask "macdown"
