tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "beeftornado/rmtree"

# cask_args appdir: "~/Applications", require_sha: true

# brew "arduino-cli"
brew "bat"
brew "colordiff"
# brew "ctags"
brew "curl"
brew "dasht"
brew "fd"
brew "fish"
brew "fzf"
brew "fzy"
brew "gawk"
brew "git"
brew "git-delta"
brew "git-flow-avh"
# brew "gitui"
# brew "global"
brew "glow"
brew "go"
# brew "hadolint"
brew "htop"
brew "hyperfine"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "lnav"
brew "lua"
brew "lua-language-server"
brew "mdcat"
brew "neovim"
brew "node"
brew "onefetch"
brew "pgformatter"
brew "pipenv"
brew "pipx"
brew "postgresql"
brew "pyenv"
brew "ripgrep"
# brew "s3cmd"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "w3m"
brew "wget"
brew "wrk"

cask "kitty"
cask "font-iosevka"
# cask "keepingyouawake"
# cask "maccy"
# cask "macdown"
# cask "ngrok"
# cask "wezterm"
