matchai/spacefish
rafaelrinaldi/pure
kennethreitz/fish-pipenv
decors/fish-colored-man
brgmnn/fish-docker-compose
oh-my-fish/plugin-gi
jethrokuan/z
jorgebucaran/fish-nvm
franciscolourenco/done
jethrokuan/fzf
