brgmnn/fish-docker-compose
decors/fish-colored-man
jethrokuan/fzf
jethrokuan/z
jorgebucaran/fish-nvm
jorgebucaran/fisher
evanlucas/fish-kubectl-completions
jorgebucaran/hydro
